[
    {
        "idCourse": 1,
        "title": "Análisis volumétricos de minerales",
        "content": "El análisis químico volumétrico es fundamental para el análisis de minerales, porque nos permite hallar de manera muy exacta la ley de los elementos en la muestra. Este curso proporciona los fundamentos teóricos y prácticos necesarios para desempeñarse con éxito en el análisis volumétrico de este tipo de muestras, dando especial énfasis a la parte experimental. A través de las prácticas de laboratorio seleccionadas, el participante consolida su formación teórica en volumetría, además de realizar el tratamiento de la muestra y la eliminación de interferentes. Finalmente, también se le proporcionará una herramienta (los diagramas de Pourbaix), que le ayudará en el análisis de los métodos volumétricos oficiales.",
        "content2": "",
        "content3": "",
        "objetives": [
            {
                "text": "Emplear correctamente las técnicas generales del análisis volumétrico"
            },
            {
                "text": "Calcular las concentraciones de las disoluciones basándose en el análisis volumétrico"
            },
            {
                "text": "Saber elegir el método apropiado de análisis químico volumétrico cuando se le presente una muestra a analizar",
            },
            {
                "text": "Aplicar los diagramas de Pourbaix en el desarrollo de los métodos de análisis"
            }
        ],
        "temary": [
            {
                "text": "1. Introducción a los diagramas de Pourbaix"
            },
            {
                "text": "2. Fundamentos del análisis volumétrico"
            },
            {
                "text": "3. Preparación y estandarización de soluciones"
            },
            {
                "text": "4. Cálculos en el análisis volumétrico"
            },
            {
                "text": "5. Disoluciones valoradas y patrones primarios"
            },
            {
                "text": "6. Fundamentos de los métodos volumétricos: neutralización, precipitación, formación de complejos y oxido reducción"
            },
            {
                "text": "7. Laboratorio",
                "laboratories": [
                    {
                        "text": "Preparación y tratamiento preliminar de las muestras"
                    },
                    {
                        "text": "Volumetría de formación de complejos: Análisis de plomo y zinc por complexometría"
                    },
                    {
                        "text": "Volumetría Redox: análisis de Fe por dicromatometría"
                    },
                    {
                        "text": "Volumetría Redox: análisis de Cu por iodometría "
                    },
                    {
                        "text": "Reporte de resultados"
                    }
                ]
            }
        ]
    },
    {
        "idCourse": 2,
        "title": "Análisis volumétricos de aguas",
        "content": "La volumetría es una técnica analítica muy antigua pero muy vigente en los laboratorios químicos, se aplica en una diversidad de matrices y entre ellas tenemos a las aguas que pueden ser: potable, residuales, de río, de calderos entre otras.",
        "content2": "En este curso, el participante adquirirá las bases teóricas necesarias para tener un óptimo desempeño en el análisis volumétrico, se entrenará en el manejo correcto del material de vidrio, el uso de indicadores químicos, la identificación y eliminación de interferentes, haciendo uso de los diagramas de Pourbaix, que además le servirán como herramienta, para entender la metodología utilizada en el laboratorio.",
        "content3": "",
        "objetives": [
            {
                "text": "Establecer las bases teóricas de la volumetría."
            },
            {
                "text": "Establecer de manera correcta el uso del material de vidrio."
            },
            {
                "text": "Realizar las principales técnicas volumétricas en el análisis de aguas.",
            },
            {
                "text": "Aplicar los diagramas de Pourbaix en el desarrollo de los métodos de análisis."
            }
        ],
        "temary": [
            {
                "text": "1. Introducción a los diagramas de Pourbaix"
            },
            {
                "text": "2. Introducción al análisis volumétrico"
            },
            {
                "text": "3. Volumetría ácido – base"
            },
            {
                "text": "4. Volumetría de precipitación"
            },
            {
                "text": "5. Volumetría de formación de complejos"
            },
            {
                "text": "6. Volumetría redox"
            },
            {
                "text": "7. Laboratorio",
                "laboratories": [
                    {
                        "text": "Preparación de soluciones ácido – base y su estandarización"
                    },
                    {
                        "text": "Determinación de acidez, alcalinidad y mezclas alcalinas"
                    },
                    {
                        "text": "Determinación de cloruros por argentometría"
                    },
                    {
                        "text": "Determinación de dureza total, cálcica y magnésica por complexometría"
                    },
                    {
                        "text": "Reporte de resultados"
                    }
                ]
            }
        ]
    },
    {
        "idCourse": 3,
        "title": "Análisis instrumental por absorción atómica en minerales.",
        "content": "El uso de la espectroscopía de absorción atómica en las muestras minerales tiene amplia aplicación en estos días, tanto en los laboratorios de las minas como en los de servicio, ya que mediante esta técnica se determinan bajos niveles de concentración (ppm) de una variedad de metales.",
        "content2": "Con este curso el participante inicia reconociendo todos los componentes de un espectrofotómetro de absorción atómica con flama para luego colocar los parámetros instrumentales teniendo en cuenta la sensibilidad requerida. Se construyen luego curvas de calibración en los rangos de trabajo adecuados y se hace énfasis también en la detección y compensación o eliminación de los interferentes.",
        "content3": "",
        "objetives": [
            {
                "text": "Establecer los fundamentos de la Absorción Atómica (AA)."
            },
            {
                "text": "Reconocer los principales componentes de un equipo de AA (fuentes de energía, sistema atomizador, sistema óptico), su calibración y operación analítica.",
            },
            {
                "text": "Detectar y eliminar las interferencias analíticas."
            },
            {
                "text": "Construir curvas de calibración modificando la sensibilidad del instrumento."
            },
            {
                "text": "Realizar lecturas de metales en muestras minerales."
            }
        ],
        "temary": [
            {
                "text": "1. Fundamento de la absorción atómica",
                "laboratories": [
                    {
                        "text": "El átomo y la espectroscopía atómica. Ley de Lambert y Beer"
                    },
                    {
                        "text": "La llama: aire/acetileno y óxido nitroso/acetileno"
                    },
                    {
                        "text": "Determinación de la sensibilidad y límite de detección"
                    },
                    {
                        "text": "Técnicas de trabajo: curvas de calibración"
                    }
                ]
            },
            {
                "text": "2. Descripción de un equipo de AA",
                "laboratories": [
                    {
                        "text": "Tipos de lámparas: LCH, LDE. Ventajas y desventajas"
                    },
                    {
                        "text": "Mecanismo de producción de luz por las lámparas"
                    },
                    {
                        "text": "Sistema atomizador. Factores que afectan la atomización"
                    },
                    {
                        "text": "Sistema óptico"
                    }
                ]
            },
            {
                "text": "3. Interferencias en AA",
                "laboratories": [
                    {
                        "text": "Detección y control de interferencias físicas, químicas y espectrales"
                    }
                ]
            },
            {
                "text": "4. Factores instrumentales que influyen en la sensibilidad de un equipo de AA",
                "laboratories": [
                    {
                        "text": "Técnicas de trabajo: aumento y disminución de la sensibilidad"
                    }
                ]
            },
            {
                "text": "5. Prácticas de laboratorio:",
                "laboratories": [
                    {
                        "text": "Alineación y optimización del EAA, determinación de la sensibilidad y límite de detección, análisis de diversos elementos, técnicas de trabajo: aumento y disminución de la sensibilidad."
                    }
                ]
            }
        ]
    },
    {
        "idCourse": 4,
        "title": "Análisis instrumental por absorción atómicaen  alimentos y cosméticos",
        "content": "Los metales en los alimentos se clasifican como nutrientes, micro y macro,  (Cu, Zn, Mn, etc.) y contaminantes (Pb, Cd, Hg, etc) y ya sea si estos se consumen directamente o previamente procesados, es necesario hallar las concentraciones presentes ya por la baja presencia y/o ausencia de micro y macro nutrientes metálicos, lo cual es causa de enfermedades, así como la presencia de los contaminantes metálicos que ocasionan toxicidad.",
        "content2": "Por otro lado, desde hace muchísimos años los seres humanos usan maquillaje para mejorar la apariencia personal, en épocas pasadas se usaban compuestos químicos tóxicos como el HgS para el brillo de los labios o el As2S3 para la sombra de los ojos, por poner unos ejemplos, hoy en día la calidad de los productos ha mejorado enormemente, pero se carece de una normativa técnica al respecto en nuestro país. Ya que la piel y las uñas son una barrera para que metales tóxicos pasen a nuestro organismo, es necesario que se realicen análisis químicos de metales en trazas para ver el nivel de toxicidad de estos productos.",
        "content3": "Este curso hará que el participante se familiarice con el tratamiento de muestras de matrices diversas en alimentos y en cosméticos, para establecer los parámetros instrumentales adecuados dependiendo del elemento y de las interferencias presentes, para realizar un análisis químico correcto.",
        "objetives": [
            {
                "text": "Establecer los fundamentos de la Absorción Atómica (AA)."
            },
            {
                "text": "Aplicar el pretratamiento adecuado de acuerdo a la matriz a analizar.",
            },
            {
                "text": "Aplicar la técnica de absorción atómica al análisis de alimentos y cosméticos."
            },
            {
                "text": "Elegir los parámetros instrumentales adecuados de acuerdo al elemento y su concentración en la matriz seleccionada."
            },
            {
                "text": "Detectar y eliminar las interferencias analíticas."
            },
            {
                "text": "Evaluar los resultados analíticos."
            }
        ],
        "temary": [
            {
                "text": "1. Fundamento de la absorción atómica"
            },
            {
                "text": "2. Descripción de un equipo de AA"
            },
            {
                "text": "3. Interferencias en AA"
            },
            {
                "text": "4. Factores instrumentales que influyen en la sensibilidad de un equipo de AA"
            },
            {
                "text": "5. Prácticas de laboratorio:",
                "laboratories": [
                    {
                        "text": "Alineación y optimización del EAA."
                    },
                    {
                        "text": "Determinación de cobre en té instantáneo "
                    },
                    {
                        "text": "Análisis de metales en jugos de frutas"
                    },
                    {
                        "text": "Análisis de metales en sombras de ojos y esmalte de uñas."
                    }
                ]
            }
        ]
    },
    {
        "idCourse": 5,
        "title": "Análisis instrumental por absorción molecular UV/Vis en aguas",
        "content": "El presente curso proporciona la teoría fundamental para comprender la espectrofotometría de absorción molecular. Da las herramientas necesarias para realizar una evaluación periódica para chequear la exactitud de longitudes de onda y de absorbancias del instrumento. Así como también mediante la realización de prácticas dirigidas el participante desarrollará métodos oficiales (APHA) de metales y aniones para desempeñarse con éxito en un laboratorio de análisis de aguas. El curso también proporcionará a los participantes los elementos necesarios para el desarrollo y aplicación de la calidad analítica total en el reporte de resultados.",
        "content2": "",
        "content3": "",
        "objetives": [
            {
                "text": "Establecer los fundamentos de la absorción molecular."
            },
            {
                "text": "Reconocer los principales componentes del espectrofotómetro uv/vis y realizar su operación analítica de rutina y verificar el desempeño del instrumento."
            },
            {
                "text": "Realizar análisis cualitativo y cuantitativo de metales y aniones aplicando el control de calidad analítico adecuado para el reporte de los resultados."
            }
        ],
        "temary": [
            {
                "text": "1. Fundamento de la espectroscopía de absorción uv/vis",
                "laboratories": [
                    {
                        "text": "Espectro Electromagnético: interacción entre la radiación electromagnética y la materia. Espectroscopía de absorción, conceptos: absorbancia, transmitancia, absortividad molar. Ley de Lambert y Beer: desviaciones positivas y negativas. Relación entre la absorbancia y concentración. Preparación de muestras."
                    }
                ]
            },
            {
                "text": "2. Instrumentación",
                "laboratories": [
                    {
                        "text": "Componentes principales de un espectrofotómetro: fuente de radiación: lámpara de deuterio y de tungsteno, monocromador, detectores: fotomultiplicador. Celdas de muestra: cuarzo, vidrio, plástico. Espectrofotómetro de haz simple y haz doble: ventajas y desventajas."
                    }
                ]
            },
            {
                "text": "3. Laboratorio",
                "laboratories": [
                    {
                        "text": "Manejo del espectrofotómetro."
                    },
                    {
                        "text": "Características de los espectros en absorción molecular."
                    },
                    {
                        "text": "Análisis de Fe."
                    },
                    {
                        "text": "Espectroscopia de derivadas: análisis de fósforo."
                    },
                    {
                        "text": "Método rápido de análisis de nitrato."
                    },
                    {
                        "text": "Análisis de sulfato."
                    },
                    {
                        "text": "Control de calidad analítico."
                    },
                    {
                        "text": "Reporte de resultados."
                    }
                ]
            }
        ]
    }
]
